4ops.terraform
albert.tabout
antfu.smart-clicks
anthropic.claude-code
asvetliakov.vscode-neovim
balduinlandolt.surround-with-tag
be5invis.toml
bonchol.nordic-vscode
briantravis.brians-cursor-midnight-color-theme
britesnow.vscode-toggle-quotes
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
codersauce.lackluster-theme
codersauce.rosebones-theme
dbaeumer.vscode-eslint
deepmyst.mysti
dooez.alt-catppuccin-vsc
drcika.apc-extension
dunstontc.viml
editorconfig.editorconfig
emmetthintz.kanagawa-vague
enkia.tokyo-night
esbenp.prettier-vscode
fcoury.rosebones-theme
fcoury.runst
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
google.geminicodeassist
irongeek.vscode-env
kdl-org.kdl
keifererikson.nightfox
leonzalion.vscode-ejs
lmcarreiro.vscode-smart-column-indenter
masko.masko-terminal-focus
mechatroner.rainbow-csv
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.theme-markdownkit
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
openai.chatgpt
pawelborkar.jellyfish
qassimfarid.ejs-language-support
redhat.vscode-xml
redhat.vscode-yaml
rhaiscript.vscode-rhai
rocketseat.theme-omni
rodrigoscola.vscode-textobjects
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
ryuu.vscode-purr
sainnhe.everforest
saoudrizwan.claude-dev
shd101wyy.markdown-preview-enhanced
siris01.catppuccin-theme
sourcegraph.amp
subframe7536.custom-ui-style
tal7aouy.theme
tamasfe.even-better-toml
teabyii.ayu
techtheawesome.rust-yew
tomoki1207.pdf
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
wmaurer.change-case
yhirose.filtertext
yzhang.markdown-all-in-one
ziglang.vscode-zig
